export const Payment = () => {
  return (
    <div className="payment">
      <h3>Умови оплати:</h3>
      <p>
        <span>Попередня оплата:</span> Для підтвердження замовлення необхідно
        здійснити передоплату у розмірі 50% від загальної вартості
        замовлення.
      </p>
      <p>
        <span>Оплата балансу:</span> Решта суми оплачується при отриманні
        замовлення або до моменту доставки, залежно від умов, узгоджених з нашим
        менеджером.
      </p>
      <p>
        <span>Способи оплати:</span> Ми приймаємо оплату готівкою, банківським
        переказом або кредитною карткою.
      </p>
    </div>
  );
};
