export const Delivery = () => {
  return (
    <div className="delivery">
      <h3>Умови доставки:</h3>
      <p>
        1. <span>Доставка до адреси: </span>
        Ми забезпечуємо доставку замовлених меблів прямо до вашої адреси.
      </p>
      <p>
        2. <span>Час доставки: </span>
        Зазвичай термін доставки складає від 1 до 4 тижнів, залежно від
        наявності товару та вашого місцезнаходження.
      </p>
      <p>
        3. <span>Вартість доставки: </span>
        Вартість доставки розраховується індивідуально в залежності від розміру
        та ваги замовлення, а також від вашого місцезнаходження.
      </p>
      <p>
        4. <span>Монтаж: </span> У деяких випадках ми можемо забезпечити послугу
        монтажу меблів за додаткову плату. Будь ласка, зверніться до нас для
        отримання додаткової інформації.
      </p>
    </div>
  );
};
